Repository: fangjunyu1/ERdepot
Catalog: ERdepot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Since this application uses a free and open interface, a high update frequency may be considered abnormal behavior, resulting in limited interface access. It is recommended to set the update frequency to once a minute or less to maintain a stable connection.
ar: نظرًا لأن هذا التطبيق يستخدم واجهة مفتوحة المصدر، فقد يُعتبر ارتفاع وتيرة التحديث سلوكًا غير طبيعي، مما يؤدي إلى تقييد الوصول إلى الواجهة. يُنصح بضبط وتيرة التحديث على مرة واحدة كل دقيقة أو أقل للحفاظ على اتصال مستقر.
ca: Com que aquesta aplicació utilitza una interfície gratuïta i oberta, una freqüència d'actualització alta es pot considerar un comportament anormal, cosa que provocarà un accés limitat a la interfície. Es recomana establir la freqüència d'actualització a un cop per minut o menys per mantenir una connexió estable.
cs: Protože tato aplikace používá bezplatné a otevřené rozhraní, může být vysoká frekvence aktualizací považována za abnormální chování, které má za následek omezený přístup k rozhraní. Pro udržení stabilního připojení se doporučuje nastavit frekvenci aktualizací na jednu minutu nebo méně.
da: Da denne applikation bruger en fri og åben grænseflade, kan en høj opdateringsfrekvens betragtes som unormal adfærd, hvilket resulterer i begrænset adgang til grænsefladen. Det anbefales at indstille opdateringsfrekvensen til én gang i minuttet eller mindre for at opretholde en stabil forbindelse.
de: Da diese Anwendung eine freie und offene Schnittstelle verwendet, kann eine hohe Aktualisierungsfrequenz als anormales Verhalten angesehen werden und zu eingeschränktem Schnittstellenzugriff führen. Um eine stabile Verbindung aufrechtzuerhalten, wird empfohlen, die Aktualisierungsfrequenz auf maximal einmal pro Minute einzustellen.
el: Δεδομένου ότι αυτή η εφαρμογή χρησιμοποιεί μια ελεύθερη και ανοιχτή διεπαφή, η υψηλή συχνότητα ενημέρωσης μπορεί να θεωρηθεί μη φυσιολογική συμπεριφορά, με αποτέλεσμα τον περιορισμό της πρόσβασης στη διεπαφή. Συνιστάται να ορίσετε τη συχνότητα ενημέρωσης σε μία φορά το λεπτό ή λιγότερο για να διατηρήσετε μια σταθερή σύνδεση.
es: Dado que esta aplicación utiliza una interfaz libre y abierta, una frecuencia de actualización alta podría considerarse anormal, lo que podría limitar el acceso a la interfaz. Se recomienda configurar la frecuencia de actualización a una vez por minuto o menos para mantener una conexión estable.
fi: Koska tämä sovellus käyttää ilmaista ja avointa käyttöliittymää, korkea päivitystiheys voidaan katsoa poikkeavaksi toiminnaksi, joka voi johtaa käyttöliittymän rajoitettuun käyttöön. On suositeltavaa asettaa päivitystiheys kerran minuutissa tai harvemmin vakaan yhteyden ylläpitämiseksi.
fr: Étant donné que cette application utilise une interface libre et ouverte, une fréquence de mise à jour élevée peut être considérée comme anormale, limitant ainsi l'accès à l'interface. Il est recommandé de définir une fréquence de mise à jour toutes les minutes ou moins afin de maintenir une connexion stable.
he: מכיוון שיישום זה משתמש בממשק חופשי ופתוח, תדירות עדכונים גבוהה עשויה להיחשב כהתנהגות חריגה, וכתוצאה מכך גישה מוגבלת לממשק. מומלץ להגדיר את תדירות העדכון לפעם בדקה או פחות כדי לשמור על חיבור יציב.
hi: चूंकि यह एप्लिकेशन एक स्वतंत्र और खुले इंटरफ़ेस का उपयोग करता है, इसलिए उच्च अपडेट आवृत्ति को असामान्य व्यवहार माना जा सकता है, जिसके परिणामस्वरूप सीमित इंटरफ़ेस एक्सेस हो सकता है। स्थिर कनेक्शन बनाए रखने के लिए अपडेट आवृत्ति को एक मिनट में एक बार या उससे कम पर सेट करने की अनुशंसा की जाती है।
hr: Budući da ova aplikacija koristi besplatno i otvoreno sučelje, visoka učestalost ažuriranja može se smatrati abnormalnim ponašanjem, što rezultira ograničenim pristupom sučelju. Preporučuje se postavljanje učestalosti ažuriranja na jednom u minuti ili rjeđe kako bi se održala stabilna veza.
hu: Mivel ez az alkalmazás egy ingyenes és nyílt felületet használ, a magas frissítési gyakoriság rendellenes viselkedésnek tekinthető, ami korlátozott felülethozzáférést eredményez. A stabil kapcsolat fenntartása érdekében ajánlott a frissítési gyakoriságot percenkénti egyszeri értékre vagy ritkábbra állítani.
id: Karena aplikasi ini menggunakan antarmuka yang bebas dan terbuka, frekuensi pembaruan yang tinggi dapat dianggap sebagai perilaku yang tidak normal, yang mengakibatkan akses antarmuka terbatas. Sebaiknya atur frekuensi pembaruan menjadi satu menit sekali atau kurang untuk menjaga koneksi tetap stabil.
it: Poiché questa applicazione utilizza un'interfaccia libera e aperta, un'elevata frequenza di aggiornamento potrebbe essere considerata un comportamento anomalo, con conseguente accesso limitato all'interfaccia. Si consiglia di impostare la frequenza di aggiornamento a una volta al minuto o meno per mantenere una connessione stabile.
ja: 本アプリケーションは無料かつオープンなインターフェースを使用しているため、更新頻度が高いと異常動作とみなされ、インターフェースへのアクセスが制限される可能性があります。安定した接続を維持するために、更新頻度は1分に1回以下に設定することをお勧めします。
ko: 이 애플리케이션은 무료 개방형 인터페이스를 사용하므로, 업데이트 빈도가 높을 경우 비정상적으로 동작하여 인터페이스 접근이 제한될 수 있습니다. 안정적인 연결을 유지하려면 업데이트 빈도를 1분 이하로 설정하는 것이 좋습니다.
ms: Memandangkan aplikasi ini menggunakan antara muka yang percuma dan terbuka, kekerapan kemas kini yang tinggi boleh dianggap sebagai tingkah laku yang tidak normal, mengakibatkan akses antara muka yang terhad. Adalah disyorkan untuk menetapkan kekerapan kemas kini kepada sekali seminit atau kurang untuk mengekalkan sambungan yang stabil.
nb: Siden denne applikasjonen bruker et fritt og åpent grensesnitt, kan en høy oppdateringsfrekvens anses som unormal oppførsel, noe som resulterer i begrenset grensesnitttilgang. Det anbefales å sette oppdateringsfrekvensen til én gang i minuttet eller mindre for å opprettholde en stabil forbindelse.
nl: Omdat deze applicatie een gratis en open interface gebruikt, kan een hoge updatefrequentie als abnormaal gedrag worden beschouwd, wat resulteert in beperkte interfacetoegang. Het wordt aanbevolen om de updatefrequentie in te stellen op één keer per minuut of minder om een stabiele verbinding te behouden.
pl: Ponieważ ta aplikacja używa wolnego i otwartego interfejsu, wysoka częstotliwość aktualizacji może być uważana za zachowanie nienormalne, skutkujące ograniczonym dostępem do interfejsu. Zaleca się ustawienie częstotliwości aktualizacji na jedną minutę lub mniej, aby utrzymać stabilne połączenie.
pt_br: Uma vez que esta aplicação utiliza uma interface gratuita e aberta, uma frequência de atualização elevada pode ser considerada um comportamento anormal, resultando num acesso limitado à interface. Recomenda-se definir a frequência de atualização para uma vez por minuto ou menos para manter a ligação estável.
ro: Întrucât această aplicație folosește o interfață gratuită și deschisă, o frecvență ridicată de actualizare poate fi considerată un comportament anormal, rezultând un acces limitat la interfață. Se recomandă setarea frecvenței de actualizare la o dată pe minut sau mai puțin pentru a menține o conexiune stabilă.
ru: Поскольку это приложение использует бесплатный и открытый интерфейс, высокая частота обновления может считаться ненормальным поведением, приводящим к ограниченному доступу к интерфейсу. Рекомендуется установить частоту обновления на один раз в минуту или реже, чтобы поддерживать стабильное соединение.
sk: Keďže táto aplikácia používa bezplatné a otvorené rozhranie, vysoká frekvencia aktualizácií sa môže považovať za abnormálne správanie, ktoré vedie k obmedzenému prístupu k rozhraniu. Odporúča sa nastaviť frekvenciu aktualizácií na raz za minútu alebo menej, aby sa udržalo stabilné pripojenie.
sv: Eftersom den här applikationen använder ett fritt och öppet gränssnitt kan en hög uppdateringsfrekvens anses vara onormalt beteende, vilket resulterar i begränsad åtkomst till gränssnittet. Det rekommenderas att ställa in uppdateringsfrekvensen till en gång i minuten eller mindre för att upprätthålla en stabil anslutning.
th: เนื่องจากแอปพลิเคชันนี้ใช้อินเทอร์เฟซที่เปิดกว้างและอิสระ ความถี่ในการอัปเดตที่สูงอาจถือเป็นพฤติกรรมที่ผิดปกติ ส่งผลให้การเข้าถึงอินเทอร์เฟซมีจำกัด ขอแนะนำให้ตั้งความถี่ในการอัปเดตเป็นครั้งละหนึ่งนาทีหรือน้อยกว่า เพื่อรักษาการเชื่อมต่อที่เสถียร
tr: Bu uygulama ücretsiz ve açık bir arayüz kullandığından, yüksek bir güncelleme sıklığı anormal davranış olarak değerlendirilebilir ve bu da sınırlı arayüz erişimiyle sonuçlanabilir. Kararlı bir bağlantı sağlamak için güncelleme sıklığının dakikada bir veya daha azına ayarlanması önerilir.
uk: Оскільки ця програма використовує безкоштовний та відкритий інтерфейс, висока частота оновлення може вважатися ненормальною поведінкою, що призводить до обмеженого доступу до інтерфейсу. Рекомендується встановити частоту оновлення раз на хвилину або рідше, щоб підтримувати стабільне з’єднання.
vi: Vì ứng dụng này sử dụng giao diện miễn phí và mở nên tần suất cập nhật cao có thể được coi là hành vi bất thường, dẫn đến hạn chế quyền truy cập giao diện. Nên đặt tần suất cập nhật thành một lần một phút hoặc ít hơn để duy trì kết nối ổn định.
zh_hans: 由于本应用使用的是免费开放接口，更新频率过高可能会被判定为异常行为，导致接口访问受限。建议将更新频率设置为每分钟一次或更低，以保持连接稳定。
zh_hk: 由於本應用程式使用的是免費開放接口，更新頻率過高可能會被判定為異常行為，導致接口訪問受限。建議將更新頻率設定為每分鐘一次或更低，以保持連線穩定。

# SIT
source: Slovenian Tolar
ar: السيتا السلوفينية
ca: Lira eslovena
cs: Slovinský tolar
da: Slovensk tolar
de: Slowenischer Tolar
el: Σλοβενική Τολάρα
es: Tolar esloveno
fi: Slovenian tolari
fr: Tolar slovène
he: טולאר סלובני
hi: स्लोवेनियाई तोलार
hr: Slovenska tolara
hu: Szlovén tolar
id: Tolar Slovenia
it: Tolar sloveno
ja: スロベニア・トラル
ko: 슬로베니아 톨라르
ms: Tolar Slovenia
nb: Slovensk tolar
nl: Sloveense tolar
pl: Tolar słoweński
pt_br: Tolar esloveno
ro: Tolar sloven
ru: Словенский толар
sk: Slovinský tolar
sv: Slovensk tolar
th: โทลาร์สโลวีเนีย
tr: Slovenya Toları
uk: Словенський толар
vi: Tolar Slovenia
zh_hk: 斯洛文尼亞泰勒

# SKK
source: Slovak Koruna
ar: الكرونة السلوفاكية
ca: Corona eslovaca
cs: Slovenská koruna
da: Slovakisk krone
de: Slowakische Krone
el: Σλοβακική Κορώνα
es: Corona eslovaca
fi: Slovakian koruna
fr: Couronne slovaque
he: קרונה סלובקית
hi: स्लोवाक क्रोना
hr: Slovačka kruna
hu: Szlovák korona
id: Korona Slovakia
it: Corona slovacca
ja: スロバキア・コルナ
ko: 슬로바키아 크로나
ms: Korona Slovakia
nb: Slovakisk korona
nl: Slowaakse kroon
pl: Korona słowacka
pt_br: Coroa eslovaca
ro: Coronă slovacă
ru: Словацкая крона
sk: Slovenská koruna
sv: Slovakisk korona
th: โครนาสโลวะเกีย
tr: Slovak Korunası
uk: Словацька крона
vi: Koruna Slovakia
zh_hk: 斯洛伐克克朗

source: Slovak
ar: السلوفاكية
ca: Eslovac
cs: Slovenština
da: Slovakisk
de: Slowakisch
el: Σλοβακικά
es: Eslovaco
fi: Slovakia
fr: Slovaque
he: סלובקית
hi: स्लोवाक
hr: Slovački
hu: Szlovák
id: Slowakia
it: Slovacco
ja: スロバキア語
ko: 슬로바키아어
ms: Bahasa Slovak
nb: Slovakisk
nl: Slowaaks
pl: Słowacki
pt_br: Eslovaco
ro: Slovacă
ru: Словацкий
sk: Slovenčina
sv: Slovakiska
th: ภาษาเสียงสโลวัก
tr: Slovakça
uk: Словацька
vi: Tiếng Slovakia
zh_hans: 斯洛伐克语
zh_hk: 斯洛伐克語

source: SNP
ar: ستاندرد آند بورز
ca: Standard & Poor's
cs: Standard & Poor's
da: Standard & Poor's
de: Standard & Poor's
el: Standard & Poor's
es: Standard & Poor's
fi: Standard & Poor's
fr: Standard & Poor's
he: סטנדרד אנד פורס
hi: सर्वस्वीकृत और गरीब का
hr: Standard & Poor's
hu: Standard & Poor's
id: Standar & Poor
it: Standard & Poor's
ja: スタンダード＆プアーズ
ko: 스탠다드앤푸어스
ms: Standard & Poor's
nb: Standard & Poor's
nl: Standard & Poor's
pl: Standard & Poor's
pt_br: Standard & Poor's
ro: Standard & Poor's
ru: Стандарт энд Пурс
sk: Standard & Poor's
sv: Standard & Poor's
th: สแตนดาร์ด แอนด์ พัวร์ส
tr: Standart & Poor's
uk: Standard & Poor's
vi: Tiêu chuẩn & Nghèo
zh_hans: 标准普尔
zh_hk: 標準普爾

source: Some of the data for this project comes from the European Central Bank (ECB), CoinGecko and Yahoo Finance. Thanks to these platforms for their long-term selfless sharing of public data, helping developers and users easily access reliable financial information.
ar: يأتي جزء من بيانات هذا المشروع من البنك المركزي الأوروبي، وكوين جيكو، وياهو فاينانس. بفضل هذه المنصات لمشاركتها الدائمة والمستمرة للبيانات العامة، تُسهّل هذه المنصات على المطورين والمستخدمين الوصول إلى معلومات مالية موثوقة.
ca: Part de les dades d'aquest projecte provenen del Banc Central Europeu (BCE), CoinGecko i Yahoo Finance. Gràcies a aquestes plataformes per la seva compartició desinteressada a llarg termini de dades públiques, que ajuda els desenvolupadors i els usuaris a accedir fàcilment a informació financera fiable.
cs: Část dat pro tento projekt pochází od Evropské centrální banky (ECB), CoinGecko a Yahoo Finance. Děkujeme těmto platformám za jejich dlouhodobé nezištné sdílení veřejných dat, které pomáhá vývojářům a uživatelům snadno získat přístup k spolehlivým finančním informacím.
da: En del af dataene til dette projekt kommer fra Den Europæiske Centralbank (ECB), CoinGecko og Yahoo Finance. Tak til disse platforme for deres langsigtede uselviske deling af offentlige data, hvilket hjælper udviklere og brugere med nemt at få adgang til pålidelig finansiel information.
de: Ein Teil der Daten für dieses Projekt stammt von der Europäischen Zentralbank (EZB), CoinGecko und Yahoo Finance. Wir danken diesen Plattformen für die langjährige, selbstlose Weitergabe öffentlicher Daten, die Entwicklern und Nutzern den einfachen Zugriff auf zuverlässige Finanzinformationen ermöglicht.
el: Μέρος των δεδομένων για αυτό το έργο προέρχεται από την Ευρωπαϊκή Κεντρική Τράπεζα (ΕΚΤ), την CoinGecko και την Yahoo Finance. Χάρη σε αυτές τις πλατφόρμες για τη μακροχρόνια ανιδιοτελή κοινοποίηση δημόσιων δεδομένων, βοηθώντας τους προγραμματιστές και τους χρήστες να έχουν εύκολη πρόσβαση σε αξιόπιστες οικονομικές πληροφορίες.
es: Parte de los datos de este proyecto provienen del Banco Central Europeo (BCE), CoinGecko y Yahoo Finance. Agradecemos a estas plataformas su constante intercambio desinteresado de datos públicos, lo que facilita el acceso de desarrolladores y usuarios a información financiera fiable.
fi: Osa tämän projektin datasta on peräisin Euroopan keskuspankilta (EKP), CoinGeckolta ja Yahoo Financelta. Kiitos näille alustoille niiden pitkäaikaisesta ja epäitsekkäästä julkisen datan jakamisesta, joka auttaa kehittäjiä ja käyttäjiä helposti saamaan luotettavaa taloustietoa.
fr: Une partie des données de ce projet provient de la Banque centrale européenne (BCE), de CoinGecko et de Yahoo Finance. Nous remercions ces plateformes pour leur partage désintéressé et durable de données publiques, permettant aux développeurs et aux utilisateurs d'accéder facilement à des informations financières fiables.
he: חלק מהנתונים עבור פרויקט זה מגיעים מהבנק המרכזי האירופי (ECB), CoinGecko ו-Yahoo Finance. תודה לפלטפורמות אלו על שיתוף הנתונים הציבוריים האנוכיים והארוכים שלהן, המסייעים למפתחים ולמשתמשים לגשת בקלות למידע פיננסי אמין.
hi: इस परियोजना के लिए डेटा का एक हिस्सा यूरोपीय सेंट्रल बैंक (ईसीबी), कॉइनगेको और याहू फाइनेंस से आता है। सार्वजनिक डेटा के दीर्घकालिक निस्वार्थ साझाकरण के लिए इन प्लेटफ़ॉर्म का धन्यवाद, जिससे डेवलपर्स और उपयोगकर्ताओं को आसानी से विश्वसनीय वित्तीय जानकारी तक पहुँचने में मदद मिलती है।
hr: Dio podataka za ovaj projekt dolazi od Europske središnje banke (ECB), CoinGecka i Yahoo Financea. Zahvaljujemo ovim platformama na njihovom dugoročnom nesebičnom dijeljenju javnih podataka, pomažući programerima i korisnicima da lako pristupe pouzdanim financijskim informacijama.
hu: A projekthez szükséges adatok egy része az Európai Központi Banktól (EKB), a CoinGeckótól és a Yahoo Finance-től származik. Köszönet illeti ezeket a platformokat a nyilvános adatok hosszú távú, önzetlen megosztásáért, amely segíti a fejlesztőket és a felhasználókat a megbízható pénzügyi információkhoz való könnyű hozzáférésben.
id: Sebagian data untuk proyek ini berasal dari Bank Sentral Eropa (ECB), CoinGecko, dan Yahoo Finance. Terima kasih kepada platform-platform ini atas pembagian data publik tanpa pamrih dalam jangka panjang, yang membantu pengembang dan pengguna mengakses informasi keuangan yang andal dengan mudah.
it: Parte dei dati per questo progetto proviene dalla Banca Centrale Europea (BCE), da CoinGecko e da Yahoo Finance. Ringraziamo queste piattaforme per la loro condivisione disinteressata e a lungo termine di dati pubblici, che aiuta sviluppatori e utenti ad accedere facilmente a informazioni finanziarie affidabili.
ja: このプロジェクトのデータの一部は、欧州中央銀行（ECB）、CoinGecko、Yahoo Financeから提供されています。これらのプラットフォームは、長年にわたり公共データを惜しみなく共有し、開発者とユーザーが信頼できる金融情報に簡単にアクセスできるように尽力してきました。感謝申し上げます。
ko: 이 프로젝트의 일부 데이터는 유럽중앙은행(ECB), 코인게코(CoinGecko), 야후 파이낸스(Yahoo Finance)에서 제공되었습니다. 이러한 플랫폼들은 공공 데이터를 장기적으로 사심 없이 공유하여 개발자와 사용자가 신뢰할 수 있는 금융 정보에 쉽게 접근할 수 있도록 지원해 왔습니다.
ms: Sebahagian daripada data untuk projek ini datang daripada Bank Pusat Eropah (ECB), CoinGecko dan Yahoo Finance. Terima kasih kepada platform ini untuk perkongsian data awam tanpa pamrih jangka panjang mereka, membantu pembangun dan pengguna mengakses maklumat kewangan yang boleh dipercayai dengan mudah.
nb: En del av dataene for dette prosjektet kommer fra Den europeiske sentralbanken (ECB), CoinGecko og Yahoo Finance. Takk til disse plattformene for deres langsiktige, uselviske deling av offentlige data, som hjelper utviklere og brukere med å enkelt få tilgang til pålitelig finansiell informasjon.
nl: Een deel van de data voor dit project is afkomstig van de Europese Centrale Bank (ECB), CoinGecko en Yahoo Finance. Dank aan deze platforms voor hun langdurige, belangeloze deling van openbare data, waardoor ontwikkelaars en gebruikers eenvoudig toegang hebben tot betrouwbare financiële informatie.
pl: Część danych dla tego projektu pochodzi z Europejskiego Banku Centralnego (EBC), CoinGecko i Yahoo Finance. Dziękujemy tym platformom za ich długofalowe, bezinteresowne udostępnianie danych publicznych, pomagając deweloperom i użytkownikom w łatwym dostępie do wiarygodnych informacji finansowych.
pt_br: Alguns dados deste projeto são fornecidos pelo Banco Central Europeu (BCE), CoinGecko e Yahoo Finance. Agradecemos a estas plataformas pela partilha altruísta de dados públicos a longo prazo, ajudando os programadores e utilizadores a aceder facilmente a informações financeiras fiáveis.
ro: O parte din datele pentru acest proiect provin de la Banca Centrală Europeană (BCE), CoinGecko și Yahoo Finance. Mulțumiri acestor platforme pentru partajarea dezinteresată pe termen lung a datelor publice, ajutând dezvoltatorii și utilizatorii să acceseze cu ușurință informații financiare fiabile.
ru: Часть данных для этого проекта поступает от Европейского центрального банка (ЕЦБ), CoinGecko и Yahoo Finance. Спасибо этим платформам за их многолетний бескорыстный обмен публичными данными, помогая разработчикам и пользователям легко получать надежную финансовую информацию.
sk: Časť údajov pre tento projekt pochádza od Európskej centrálnej banky (ECB), spoločností CoinGecko a Yahoo Finance. Ďakujeme týmto platformám za ich dlhodobé nezištné zdieľanie verejných údajov, ktoré pomáhajú vývojárom a používateľom ľahko získať prístup k spoľahlivým finančným informáciám.
sv: En del av informationen för detta projekt kommer från Europeiska centralbanken (ECB), CoinGecko och Yahoo Finance. Tack till dessa plattformar för deras långsiktiga osjälviska delning av offentlig data, vilket hjälper utvecklare och användare att enkelt få tillgång till tillförlitlig finansiell information.
th: ข้อมูลบางส่วนสำหรับโครงการนี้มาจากธนาคารกลางยุโรป (ECB), CoinGecko และ Yahoo Finance ขอบคุณแพลตฟอร์มเหล่านี้ที่แบ่งปันข้อมูลสาธารณะอย่างไม่เห็นแก่ตัวในระยะยาว ช่วยให้นักพัฒนาและผู้ใช้เข้าถึงข้อมูลทางการเงินที่เชื่อถือได้ได้อย่างง่ายดาย
tr: Bu proje için verilerin bir kısmı Avrupa Merkez Bankası (ECB), CoinGecko ve Yahoo Finance'den geliyor. Bu platformlara, geliştiricilerin ve kullanıcıların güvenilir finansal bilgilere kolayca erişmesine yardımcı olan, kamu verilerinin uzun vadeli özverili paylaşımı için teşekkürler.
uk: Частина даних для цього проєкту надходить від Європейського центрального банку (ЄЦБ), CoinGecko та Yahoo Finance. Дякуємо цим платформам за їх довгостроковий безкорисливий обмін публічними даними, допомагаючи розробникам та користувачам легко отримувати доступ до достовірної фінансової інформації.
vi: Một phần dữ liệu cho dự án này đến từ Ngân hàng Trung ương Châu Âu (ECB), CoinGecko và Yahoo Finance. Cảm ơn các nền tảng này vì đã chia sẻ dữ liệu công khai một cách vô tư trong thời gian dài, giúp các nhà phát triển và người dùng dễ dàng truy cập thông tin tài chính đáng tin cậy.
zh_hans: 本项目部分数据来源于欧洲中央银行（ECB）、CoinGecko 以及 Yahoo Finance。感谢这些平台长期以来对公开数据的无私共享，帮助开发者与用户轻松访问可靠的金融信息。
zh_hk: 本計畫部分資料來自歐洲中央銀行（ECB）、CoinGecko 以及Yahoo Finance。感謝這些平台長期以來對公開數據的無私共享，幫助開發者與用戶輕鬆存取可靠的金融資訊。

source: Spanish
ar: الإسبانية
ca: Espanyol
cs: Španělština
da: Spansk
de: Spanisch
el: Ισπανικά
es: Español
fi: Espanja
fr: Espagnol
he: ספרדית
hi: स्पेनिश
hr: Španjolski
hu: Spanyol
id: Spanyol
it: Spagnolo
ja: スペイン語
ko: 스페인어
ms: Bahasa Sepanyol
nb: Spansk
nl: Spaans
pl: Hiszpański
pt_br: Espanhol
ro: Spaniolă
ru: Испанский
sk: Španielčina
sv: Spanska
th: ภาษาอังกฤษ
tr: İspanyolca
uk: Іспанська
vi: Tiếng Tây Ban Nha
zh_hans: 西班牙语
zh_hk: 西班牙語

source: Sponsored apps
ar: التطبيقات الممولة
ca: Aplicacions patrocinades
cs: Sponzorované aplikace
da: Sponsorerede apps
de: Gesponserte Apps
el: Χορηγούμενες εφαρμογές
es: Aplicaciones patrocinadas
fi: Sponsoroidut sovellukset
fr: Applications sponsorisées
he: אפליקציות ממומנות
hi: प्रायोजित ऐप्स
hr: Sponzorirane aplikacije
hu: Szponzorált alkalmazások
id: Aplikasi yang disponsori
it: App sponsorizzate
ja: スポンサーアプリ
ko: 후원 앱
ms: Aplikasi tajaan
nb: Sponsede apper
nl: Gesponsorde apps
pl: Aplikacje sponsorowane
pt_br: Aplicativos patrocinados
ro: Aplicații sponsorizate
ru: Спонсируемые приложения
sk: Sponzorované aplikácie
sv: Sponsrade appar
th: แอปที่สนับสนุน
tr: Sponsorlu uygulamalar
uk: Спонсоровані додатки
vi: Ứng dụng được tài trợ
zh_hans: 赞助应用
zh_hk: 贊助應用程式

source: Start
ar: ابدأ
ca: Començar
cs: Začít
de: Starten
el: Έναρξη
es: Inicio
fi: Aloita
fr: Démarrer
he: התחל
hi: शुरू करें
hr: Početak
hu: Indítás
id: Mulai
it: Inizia
ja: スタート
ko: 시작
ms: Mula
pt_br: Iniciar
ru: Начать
sk: Štart
th: เริ่มต้น
tr: Başlat
uk: Почати
vi: Bắt đầu
zh_hans: 开始
zh_hk: 開始

source: Statistics
ar: الإحصائيات
ca: Estadístiques
cs: Statistiky
da: Statistik
de: Statistiken
el: Στατιστικά
es: Estadísticas
fi: Tilastot
fr: Statistiques
he: סטטיסטיקות
hi: सांख्यिकी
hr: Statistika
hu: Statisztikák
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
ms: Statistik
nb: Statistikk
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
ro: Statistici
ru: Статистика
sk: Štatistiky
sv: Statistik
th: สถิติ
tr: İstatistikler
uk: Статистика
vi: Thống kê
zh_hans: 统计
zh_hk: 統計

source: Statistics of foreign currency data.
ar: إحصائيات بيانات العملات الأجنبية.
ca: Estadístiques de dades de moneda estrangera.
cs: Statistiky údajů o cizí měně.
da: Statistik over udenlandske valutadata.
de: Statistiken zu Fremdwährungsdaten.
el: Στατιστικά δεδομένων ξένου νομίσματος.
es: Estadísticas de los datos de divisas.
fi: Ulkomaisten valuuttojen tietojen tilastot.
fr: Statistiques des données de devises étrangères.
he: סטטיסטיקות נתוני מט”ח.
hi: विदेशी मुद्रा डेटा का सांख्यिकी।
hr: Statistika podataka o stranim valutama.
hu: Külföldi valuták adatainak statisztikái.
id: Statistik data mata uang asing.
it: Statistiche dei dati sulle valute estere.
ja: 外国通貨データの統計。
ko: 외화 데이터 통계.
ms: Statistik data mata wang asing.
nb: Statistikk for utenlandske valutadata.
nl: Statistieken van vreemde valutagegevens.
pl: Statystyki danych walut obcych.
pt_br: Estatísticas de dados de moeda estrangeira.
ro: Statistici despre datele valutare străine.
ru: Статистика данных о иностранных валютах.
sk: Štatistiky údajov o cudzej mene.
sv: Statistik över utländsk valutadata.
th: สถิติข้อมูลสกุลเงินต่างประเทศ
tr: Döviz verisi istatistikleri.
uk: Статистика даних іноземної валюти.
vi: Thống kê dữ liệu ngoại tệ.
zh_hans: 统计外币数据。
zh_hk: 外幣數據的統計。
